/* Unknown error message */
"An unknown error occurred." = "Ein unbekannter Fehler ist aufgetreten.";

/* plugin button tooltip */
"Insert the image or video into a Pages document." = "Bild oder Video in ein Pages-Dokument einfügen.";

/* plugin name */
"Pages" = "Pages";

/* Not installed error message */
"Pages is not installed." = "Pages ist nicht installiert.";

/* Cannot share to Pages */
"Unable to share to Pages" = "Weitergabe an Pages nicht möglich";

